[
  {
    "id": 1,
    "name": {
      "en": "Dar Al Tawhid Intercontinental Makkah",
      "ar": "دار التوحيد إنتركونتيننتال مكة"
    },
    "description": {
      "en": "Located in front of Al Masjid Al-Haram, Dar Al Tawhid Intercontinental Makkah is a 5-star hotel offering luxury spacious accommodations overlooking the Grand Mosque.The hotel has spacious and elegantly-furnished guestrooms, many of which provide a panoramic view of the Holy Mosque.  Each room is ornately decorated and has a range of modern amenities including flat-screen TVs with satellite channels and Wi-Fi access.Dar Al Tawhid InterContinental Makkah has 3 restaurants for guests to choose from, serving a wide range of international cuisine, as well as many Middle Eastern specialities with the magnificent view of the Holy Masjid Al-Haram.",
      "ar": "يقع فندق Dar Al Tawhid Intercontinental Makkah ذو الـ 5 نجوم أمام المسجد الحرام، ويوفر أماكن إقامة فاخرة مُطلة على المسجد الحرام. يحتوي الفندق على غرف ضيوف واسعة ذات أثاث أنيق، وتوفر العديد من الغرف إطلالة بانورامية على المسجد الحرام، وتتميز جميع الغرف بديكور شرقي، وتشتمل على مجموعة من وسائل الراحة العصرية، بما في ذلك تلفزيونات بشاشات بلازما مع قنوات فضائية، وتتوفر خدمة الواي فاي.حتوي الفندق على 3 مطاعم يمكن للضيوف الاختيار منها، حيث تقدم مجموعة كبيرة من المأكولات العالمية، فضلاً عن العديد من أطباق الشرق الأوسط مع إطلالات رائعة على المسجد الحرم.قع الفندق على بُعد مسافة قصيرة من مذبح إسماعيل والجمرة الوسطى التي تبعُد مسافة 5 دقائق فقط بالسيارة."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Ibraheem Al-Khaleel Street,Makkah, ",
      "ar": "شارع ابراهيم الخليل, مكة المكرمة."
    },
    "images":[
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/2.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/3.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/7.jpg",
      "/HotelsImages/MakkahHotels/DarAlTawhidIntercontinentalMakkah/8.jpg"
    ] 
  },
  {
    "id": 2,
    "name": {
      "en": "Doubletree By Hilton Jabal Omar",
      "ar": "دبل تري من هيلتون جبل عمر"
    },
    "description": {
      "en": "Doubletree By Hilton Jabal Omar Makkah features air-conditioned rooms with cable flat-screen TV in the Ajyad district of Makkah. Among the facilities of this property are a restaurant, room service and a 24-hour front desk, along with free WiFi throughout the property. The hotel features family rooms.",
      "ar": "يقع فندق دبل تري من هيلتون جبل عمر في منطقة أجياد في مكة المكرمة، ويوفر غرفاً مكيّفة مزودة بتلفزيون , بالإضافة إلى خدمة الواي فاي مجاناً المتاحة في جميع أنحاء مكان الإقامة هذا من ضمن المرافق المتوفرة فيه، فيما يوفر الفندق غرفاً عائلية.تحتوي كل غرفة في الفندق على مكتب، وتضم بعض الغرف مطبخاً صغيراً مجهزاً بثلاجة وغسالة صحون وميكروويف، كما توفر غرف الضيوف صندوق ودائع آمن."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Jabal Omar, Makkah",
      "ar": "جبل عمر , مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/3.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/1.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/2.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/4.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/5.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/6.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/7.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/8.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/9.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/11.jpg",
      "/HotelsImages/MakkahHotels/Doubletree By Hilton Jabal Omar Makkah/12.jpg"
    ] 
  },
  {
    "id": 3,
    "name": {
      "en": "Hilton Hotel & Convention",
      "ar": "فندق ومركز مؤتمرات هيلتون"
    },
    "description": {
      "en": "Hilton Makkah Convention Hotel, only moments from the Haram, offers majestic views and is close to the Sacred Mosque and few steps from Al Shubaikah Umrah entrance Gate. Our location is convenient to exploring the Holy City of Makkah. This hotel features 3 restaurants, a fitness center and a 24-hour business center.",
      "ar": "يبعد فندق مكة هيلتون للمؤتمرات مسافة قصيرة فقط من الحرم، ويوفر إطلالات رائعة، كما يقع بالقرب من المسجد الحرام، وعلى بعد خطوات قليلة من بوابة دخول الشبيكة للعمرة، فيما يعتبر موقع مكان الإقامة مناسباً لاستكشاف مدينة مكة المكرمة، ويضم هذا الفندق 3 مطاعم ومركز للياقة البدنية ومركز للأعمال يعمل على مدار 24 ساعة."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Jabal Omar, Makkah",
      "ar": "جبل عمر , مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/2.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/3.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/7.png",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/10.png",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/8.png",
      "/HotelsImages/MakkahHotels/HiltonHotel&ConventionJabalOmarMakkah/9.png"
    ] 
  },
  {
    "id": 4,
    "name": {
      "en": "Address Jabal Omar",
      "ar": "فندق العنوان جبل عمر"
    },
    "description": {
      "en": "Situated in Makkah, 500 metres from Masjid Al Haram, Address Jabal Omar Makkah features accommodation with a fitness centre, private parking, a shared lounge and a restaurant. This 5-star hotel offers a business centre and a concierge service. The accommodation offers a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.",
      "ar": "يقع Address Jabal Omar Makkah في مكة المكرمة، وعلى بُعد 500 متر من المسجد الحرام، وهو مكان إقامة يضم مركزاً للياقة البدنية ومواقف خاصة للسيارات وصالة مشتركة ومطعماً، كما يتميز هذا الفندق المصنف 5 نجوم بخدمة الكونسيرج ومركز للأعمال، ويوفر مكان الإقامة مكتباً للاستقبال يعمل على مدار الساعة وخدمات نقل المطار وخدمة الغرف، بالإضافة إلى خدمة الواي فاي مجاناً في جميع أنحائه."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Prince Mohammed Bin Salman Road, Makkah",
      "ar": "طريق الأمير محمد بن سلمان, مكة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/2.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/3.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/7.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/8.jpg",
      "/HotelsImages/MakkahHotels/AddressJabalOmarMakkah/9.jpg"
    ] 
  },
  
  {
    "id": 6,
    "name": {
      "en": "Conrad Jabal Omar",
      "ar": "كونراد مكة"
    },
    "description": {
      "en": "Set in the heart of Makkah, one of the world’s most inspiring holy destinations, Conrad Makkah is just steps from the Kaaba and the Holy Mosque. The hotel can be easily accessed from Umm El Qurra Road, which is connected to the Makkah-Jeddah highway. Guests can enjoy the on-site restaurant.",
      "ar": "يقع فندق كونراد مكة في قلب مدينة مكة المكرمة وهي إحدى الوجهات المقدسة الأكثر إلهاماً في العالم، ويبعد خطوات فقط من الكعبة المشرفة والمسجد الحرام، فيما يمكن الوصول إلى الفندق بسهولة عبر طريق أم القرى المتصل بطريق مكة المكرمة - جدة السريع، كما يُمكن للضيوف الاستمتاع بالمطعم المتوفر في الموقع"
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Ibrahim Al Khalil Road",
      "ar": "طريق ابراهيم الخليل, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/7.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/8.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/9.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/10.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/11.jpg",
      "/HotelsImages/MakkahHotels/ConradJabalOmarMakkah/12.jpg"
    ] 
  },
  {
    "id": 7,
    "name": {
      "en": "Jumeirah Jabal Omar",
      "ar": "جميرا جبل عمر"
    },
    "description": {
      "en": "Featuring 5-star accommodation, Jabal Omar Jumeirah, Makkah is located in Makkah, 250 m from Masjid Al Haram and 10 km from Hira Cave. Featuring a fitness centre, the 5-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The hotel features family rooms.",
      "ar": "يقع فندق Jabal Omar Jumeirah, Makkah في مكة المكرمة، وهو مكان إقامة مصنف 5 نجوم يبعد مسافة 250 متر من المسجد الحرام و10 كم من غار حراء، كما يتميز الفندق المصنف 5 نجوم بمركز للياقة البدنية وغرف مكيّفة مزودة بخدمة الواي فاي مجاناً، حيث تضم جميعها حمّاماً خاصاً، فيما يوفر الفندق غرفاً عائلية"
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Ibrahim Al Khalil Road",
      "ar": "طريق ابراهيم الخليل, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/1.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/2.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/3.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/4.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/5.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/6.jpg",
      "/HotelsImages/MakkahHotels/JumeirahJabalOmar/7.jpg"
    ] 
  },
  {
    "id": 8,
    "name": {
      "en": "Hyatt Regency",
      "ar": "حياة ريجنسي"
    },
    "description": {
      "en": "Jabal Omar Hyatt Regency Makkah is situated in the heart of the holy city of Makkah. The hotel is just a one-minute walk to Al-Masjid Al-Haram. Guests can enjoy free WiFi throughout the property. Prayer areas for male and female are also available in the hotel parking level.",
      "ar": "يقع فندق جبل عمر حياة ريجنسى مكة في قلب مدينة مكة المكرمة، كما يبعد الفندق دقيقة واحدة فقط سيراً على الأقدام عن المسجد الحرام، ويمكن للضيوف الاستمتاع بخدمة الواي فاي مجاناً في كافة أنحاء مكان الإقامة، كما تتوفر مناطق للصلاة للذكور والإناث في مستوى موقف السيارات الخاص بالفندق.يتوزع الفندق على 19 طابق ويضم 656 غرفة ضيوف ذات مساحات واسعة بما في ذلك 25 جناح، وتتراوح مساحات غرف الضيوف والأجنحة من 38 إلى 190 متر مربع، وتوفر جميع الغرف تجهيزات غنية وديكور فني أنيق ومفروشات عصرية فاخرة بالإضافة إلى أحدث الخدمات والمرافق"
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Jabal Omar, Ibrahim Al Khalil Road, Makkah",
      "ar": "جبل عمر، شارع إبراهيم الخليل, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/HyattRegency/1.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/2.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/3.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/4.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/5.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/6.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/7.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/8.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/9.jpg",
      "/HotelsImages/MakkahHotels/HyattRegency/10.jpg"
    ] 
  },
  {
    "id": 9,
    "name": {
      "en": "Pullman ZamZam (Abraj Albait)",
      "ar": "بولمان زمزم (أبراج الساعة)"
    },
    "description": {
      "en": "Pullman ZamZam Makkah is located just a few meters away from the Holy Mosque and offers luxurious studios and suites. It features a restaurant and views of the city and the Kaaba. Masjid Al Haram is 100 metres away. All the units at Zamzam are air-conditioned and elegantly decorated. They include a seating area with satellite TV and work desk. They also have a mini fridge and a safety deposit box. Some rooms feature Haram/Kaaba views. Guests can enjoy a buffet breakfast or choose to be served in the privacy of their rooms.",
      "ar": "يقع Pullman ZamZam Makkah على بُعد بضعة أمتار فقط من المسجد الحرام، ويضم أجنحة واستوديوهات فاخرة، كما يتميز بمطعم وإطلالات على المدينة والكعبة، فيما يبعد مكان الإقامة مسافة 100 متر من المسجد الحرام،تتميز جميع الوحدات في فندق Zamzam بأنها مكيّفة، وتم تزيينها بأناقة، كما تشمل منطقة جلوس مجهزة بتلفزيون مع قنوات فضائية، بالإضافة إلى مكتب للعمل، وتحتوي أيضاً على ثلاجة صغيرة وصندوق ودائع آمن، فيما توفر بعض الغرف إطلالات على الحرم / الكعبة، ويمكن للضيوف الاستمتاع ببوفيه إفطار أو اختيار تقديمه في خصوصية غرفهم."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Abraj Albait Complex, Makkah",
      "ar": "أبراج البيت, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/PullmanZamZam/1.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/2.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/3.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/4.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/5.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/6.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/7.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/8.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/9.jpg",
      "/HotelsImages/MakkahHotels/PullmanZamZam/10.jpg"
    ] 
  },
  {
    "id": 10,
    "name": {
      "en": "Swissotel Al Maqam",
      "ar": "سويس أوتيل المقام"
    },
    "description": {
      "en": "Overlooking the holy city, Swissotel Al Maqam Makkah stands tall at the heart of the Muslim world. As part of prominent Abraj Al Bait complex, the hotel faces the holy Kaaba and has direct access to to the holy mosque from Ibrahim Al-Khalil street and Tunnel entrance in B2. There is another direct entry way to the hotel from Abraj Al Bait complex.The 1,624 rooms and suites carry an embracing atmosphere, many of them have a graceful view of the holy Kaaba.",
      "ar": "يقع فندق سويس أوتيل المقام مكة في برج مرتفع في قلب العالم الإسلامي، ويتميز بإطلالات على المدينة المقدسة. والفندق جزء من مجمع أبراج البيت الرائع ويواجه الكعبة المشرفة ويتيح الوصول المباشر إلى المسجد الحرام من شارع إبراهيم الخليل ومدخل نفق أم القرى. كما تتوفر إمكانية أخرى للدخول المباشر إلى الفندق من مجمع أبراج البيت.تتميز الغرف والأجنحة البالغ عددها 1,624 بأجواء دافئة، ويتميز العديد منها بإطلالات رائعة على الكعبة المشرفة."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "King Abdul Aziz Endowment, Abraj Al Bait Complex",
      "ar": "مجمع ابراج البيت , وقف الملك عبدالعزيز, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/1.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/2.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/3.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/4.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/5.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/6.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/7.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/8.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/9.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/10.jpg",
      "/HotelsImages/MakkahHotels/SwissotelAlMaqam/11.jpg"
    ] 
  },
  {
    "id": 11,
    "name": {
      "en": "Swissotel Makkah",
      "ar": "سويس أوتيل مكة"
    },
    "description": {
      "en": "As part of the prestigious Abraj Al Bait complex, the deluxe Swissotel Makkah is a contemporary five-star hotel located only 100 metres from the holy Masjid Al Haraam, overlooking the Ka’aba, as well as the entire Masjid.With private entrances that make it easier for pilgrims to reach the Masjid Al Haram, Swissotel is also the only property in the Abraj Al Bait Endowment with a direct entrance through Ajyad Street.King Abdulaziz International Airport is 80 km away from Swissôtel Makkah. Ironing and laundry can be arranged by the 24-hour front desk.",
      "ar": "يعتبر فندق Swissotel Makkah الفاخر والعصري المصنف 5 نجوم جزءاً من مجمع أبراج البيت الراقي، ويقع على بُعد 100 متر فقط من المسجد الحرام المقدس، كما يوفر إطلالة على الكعبة والمسجد بأكمله.يوفر فندق Swissotel مداخل خاصة تُسهل على الحجاج الوصول إلى المسجد الحرام، ويعتبر أيضاً مكان الإقامة الوحيد في مجمع أبراج البيت الذي يضم مدخلاً مباشراً عبر شارع أجياد. يقع مطار الملك عبد العزيز الدولي على بُعد 80 كم من فندق Swissôtel Makkah، كما يمكن لمكتب الاستقبال الذي يعمل على مدار الساعة ترتيب خدمات غسيل وكي الملابس."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "King Abdul Aziz Endowment Abraj Al Bait Complex,Om AlQura Street., Makkah",
      "ar":  "تقاطع شارع أم القرى وأبراج البيت-وقف الملك عبدالعزيز , مكة المكرمة,"
    },
    "images":[
      "/HotelsImages/MakkahHotels/SwissotelMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/2.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/3.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/7.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/8.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/9.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/10.jpg",
      "/HotelsImages/MakkahHotels/SwissotelMakkah/11.jpg"
    ] 
  },
  {
    "id": 12,
    "name": {
      "en": "Makkah Clock Royal Tower, A Fairmont Hotel",
      "ar": "فيرمونت برج الساعة الملكي"
    },
    "description": {
      "en": "Situated only 100 meters from Masjid al-Haram, this 76 storey luxury hotel is one of the tallest buildings in the world and is inside Makkah Clock Tower. It offers a fully equipped fitness centre, hot tub, sauna and a steam room. It includes a 24-hour concierge services.The hotel is part of the Abraj Al Bait complex which has 4000 shops and stores, featuring a full range of international brands. Makkah Clock Tower Hotel is just 2 minutes’ walk from the Grand Mosque and 6 km from Hira Cave.",
      "ar": "قع هذا الفندق الفاخر الذي يتألف من 76 طابق على بعد 100 متر فقط من المسجد الحرام، وداخل برج ساعة مكة المكرمة، ويعتبر واحداً من أطول المباني في العالم. ويضم مركز للياقة البدنية مجهز بالكامل وحوض استحمام ساخن وساونا وغرفة بخار. ويقدم خدمات الكونسيرج على مدار الساعة.يعد الفندق جزء من مجمع أبراج البيت الذي يضم 4000 محل ومتجر، ويقدم مجموعة متكاملة من العلامات التجارية العالمية. ويقع فندق ساعة مكة فيرمونت على بعد دقيقتين فقط سيراً على الأقدام من المسجد الحرام و6 كم من غار حراء."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "King Abdul Aziz Endowment, Makkah",
      "ar": "وقف الملك عبدالعزيز, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/1.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/2.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/3.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/4.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/5.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/6.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/7.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/8.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/9.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/10.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/11.jpg",
      "/HotelsImages/MakkahHotels/MakkahClockRoyalTowerFairmontHotel/12.jpg"
    ] 
  },
  {
    "id": 13,
    "name": {
      "en": "Movenpick Makkah Hajar Tower",
      "ar": "موفنبيك برج هاجر"
    },
    "description": {
      "en": "Located in one of the tallest buildings in the world and overlooking the holy Grand Mosque, Hajar Tower combines traditions with modern comforts. It features in-house shops and fine dining options.Facing King Abdul Aziz Gate, Mövenpick Hajar Tower Makkah Hotel is situated in the centre of Mecca, adjacent to shopping malls and entertainment complexes. Wi-Fi is free in all public areas.",
      "ar": "يقع فندق برج هاجر في أحد أطول المباني في العالم، ويوفر إطلالة على المسجد الحرام، كما يتميز بمزيج يجمع بين وسائل الراحة العصرية والتقليدية، فيما يضم أماكن فاخرة لتناول الطعام ومتاجر في الموقع.يقع فندق موڤنبيك برج هاجر - مكة المواجه لبوابة الملك عبد العزيز في وسط مدينة مكة وبجوار مراكز التسوق والمجمعات الترفيهية، وتتوفر خدمة الواي فاي مجاناً في جميع المناطق العامة."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Abraj Al Bait - Near King Abdul Aziz Gate, Makkah",
      "ar": "أبراج البيت, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/1.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/2.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/9.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/3.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/4.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/5.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/6.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/7.jpg",
      "/HotelsImages/MakkahHotels/MovenpickMakkahHajarTower/8.jpg"
    ] 
  },
  {
    "id": 14,
    "name": {
      "en": "Al Marwa Rayhaan by Rotana",
      "ar": "المروة ريحان من روتانا"
    },
    "description": {
      "en": "Get the celebrity treatment with world-class service at Al Marwa Rayhaan by Rotana - MakkahAl Marwa Rayhaan is a deluxe hotel, located in Makkah’s new Clock Towers Complex. It offers Wi-Fi access in all rooms and views of Masjid Al Haram and the Kaaba.The Al Marwa Rayhaan by Rotana adjoins a new commercial complex, which includes a large shopping mall and an air-conditioned mosque.",
      "ar": "اشعر وكأنك نجم واستمتع بالمعاملة والخدمات الراقية في المروة ريحان من روتانا يقع فندق المروة ريحان الديلوكس في مجمع أبراج البيت الحديثة بمكة المكرمة، ويوفر خدمة الواي فاي في جميع الغرف، بالإضافة إلى إطلالات على المسجد الحرام والكعبة.تتميز الغرف ذات التصميم العصري في فندق المروة ريحان من روتانا بألوان تبعث على الدفء ونوافذ تمتد من الأرضية وحتى السقف، كما تحتوي على تلفزيون مع قنوات فضائية وآلة لتحضير الشاي / القهوة."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Abraj Al Bait, Ajyad Street, Makkah",
      "ar": "أبراج البيت, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/1.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/2.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/3.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/4.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/5.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/6.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/7.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/8.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/9.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/10.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/11.jpg",
      "/HotelsImages/MakkahHotels/AlMarwaRayhaanbyRotana/12.jpg"
    ] 
  },
  {
    "id": 15,
    "name": {
      "en": "Raffles Makkah Palace",
      "ar": "قصر مكة رافلز"
    },
    "description": {
      "en": "Located in the prestigious Abraj Al-Bait complex overlooking the Grand Mosque and Kaaba shrine, Raffles Makkah Palace boasts spacious suites with panoramic views and 24-hour personal butler service. The property is only 50 meters away from Makkah Clock Tower. Guests can enjoy free WiFi in all areas of the hotel.All large and air-conditioned suites boast luxurious décor with marbled floors and oriental carpeting. Each unit has a large living room and a private bathroom.",
      "ar": "يقع فندق Raffles Makkah Palace في مجمع أبراج البيت الراقي، ويوفر إطلالات على المسجد الحرام والكعبة المشرفة، كما يتميز بأجنحة واسعة مع إطلالات بانورامية وخدمة الخادم الشخصي على مدار الساعة، كما يبعد مكان الإقامة مسافة 50 متر فقط من برج ساعة مكة، فيما يمكن للضيوف الاستمتاع بخدمة الواي فاي مجاناً في جميع مناطق الفندق.تتميز جميع الأجنحة الكبيرة والمكيّفة بديكور فاخر مع أرضيات رخامية وسجاد شرقي، وتضم جميع الوحدات غرفة معيشة كبيرة وحمّاماً خاصاً."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "King Abdul Aziz Endowment, Abraj Al Bait",
      "ar": "وقف الملك عبد العزيز, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/1.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/2.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/3.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/4.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/5.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/6.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/7.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/8.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/9.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/10.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/11.jpg",
      "/HotelsImages/MakkahHotels/RafflesMakkahPalace/12.jpg"     
    ] 
  },
  {
    "id": 16,
    "name": {
      "en": "Anjum Makkah Hotel",
      "ar": "أنجم مكة"
    },
    "description": {
      "en": "Located in Mecca, Anjum Hotel Makkah offers modern accomodations with views of the Masjid Al Haram. Free WiFi access is available throughout the entire property.The hotel is a 5-minute walk from Masjid Al Haram and 74 km from King Abdulaziz International Airport.",
      "ar": "يقع فندق أنجم مكة في مكة المكرمة ويوفر أماكن إقامة عصرية توفر إطلالات على المسجد الحرام، ويوفر إمكانية استخدام الواي فاي مجاناً في جميع أنحاء مكان الإقامة.يقع الفندق على بعد 5 دقائق سيراً على الأقدام من المسجد الحرام وعلى بعد 74 كم من مطار الملك عبد العزيز."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Umm Al Qura Street, Jabal Al Kaaba District, Makkah",
      "ar": "شارع أم القرى, مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/1.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/2.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/3.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/4.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/5.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/6.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/7.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/8.jpg",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/9.png",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/10.png",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/11.png",
      "/HotelsImages/MakkahHotels/AnjumMakkahHotel/12.png"

    ] 
  },
  
  {
    "id": 17,
    "name": {
      "en": "Sheraton Jabal Al Kaaba",
      "ar": "فندق شيراتون جبل الكعبة"
    },
    "description": {
      "en": "Sheraton Makkah Jabal Al Kaaba Hotel is located in Makkah, within 1 km from Abraj Al Bait and just 570 m from Masjid al-Haram, both accessible through its 60 m private pedestrian bridge. The property is also 22 km away from Um AlQura University and offers free WiFi. The property features two restaurants and Hira Cave is 11 km away.",
      "ar": "يقع فندق شيراتون مكة جبل الكعبة في مكة المكرمة، وضمن مسافة 1 كم من أبراج البيت و570 متراً فقط من مسجد الحرم، كما يمكن الوصول إليهما عبر جسر مشاة خاص يبلغ طوله 60 متراً، كما يقع مكان الإقامة هذا على بعد 22 كم من جامعة أم القرى، ويوفر خدمة الواي فاي مجاناً، فيما يضم مكان الإقامة مطعمين ويقع غار حراء على بعد 11 كم."
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Jabal Al Kaaba, Makkah",
      "ar": "جبل الكعبة مكة المكرمة"
    },
    "images":[
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/1.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/2.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/3.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/4.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/5.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/6.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/7.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/8.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/9.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/10.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/11.jpg",
      "/HotelsImages/MakkahHotels/SheratonMakkahJabalAlKaabaHotel/12.jpg"
    ] 
  },
  {
    "id": 18,
    "name": {
      "en": "Shaza Makkah",
      "ar": "شذا مكة"
    },
    "description": {
      "en": "Shaza Makkah is located in Jabal Ka’aba, a new development close to the Holy Mosque and only a short walk from the city centre. The hotel has splendid front views of Al Masjid Al Haram.Shaza Makkah offers 251 beautiful guestrooms and suites. All rooms feature free WiFi, a flat-screen television, in-room safe, rain shower, signature toiletries, hairdryer, 24-hour room service, tea and coffee set and laundry service. Shaza Silk Floors are signature rooms and suites dedicated to guests in search of an even  more refined and exclusive stay. Shaza Silk also offers the first non-smoking floor in Makkah.",
      "ar": "يقع شذا مكة في جبل الكعبة ، وهو تطوير جديد بالقرب من المسجد الحرام وعلى بعد مسافة قصيرة من وسط المدينة، ويوفر الفندق إطلالات أمامية رائعة على المسجد الحرام.يقدم شذا مكة 251 غرفة وأجنحة جميلة، وتحتوي جميع الغرف على خدمة الواي فاي المجانية وجهاز تلفزيون بشاشة مسطحة وخزنة في الغرفة، ودش مطري ولوازم استحمام مميزة ومجفف شعر وخدمة الغرف على مدار 24 ساعة ومجموعة الشاي والقهوة وخدمة غسيل الملابس، وتعد طوابق شذا الحريرية غرف وأجنحة مميزة مخصصة للضيوف الذين يبحثون عن إقامة أكثر رقياً وخصوصية،"
    },
    "location": "Makkah",
    "detailedLocation": {
      "en": "Jabal Al Kaabah Road, Harrat Al Bab and Ash Shamiah",
      "ar": "طريق جبل الكعبة, حارة الباب والشامية"
    },
    "images":[
      "/HotelsImages/MakkahHotels/ShazaMakkah/1.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/2.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/3.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/4.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/5.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/6.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/7.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/8.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/9.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/10.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/11.jpg",
      "/HotelsImages/MakkahHotels/ShazaMakkah/12.jpg"
    ] 
  },




  {
    "id": 19,
    "name": {
      "en": "Dar Aleiman",
      "ar": "دار الإيمان"
    },
    "description": {
      "en": "Dar Al Eiman Al Harm hotel is a 5-star hotel located in the northern area, just a few steps from the main gate of Al Haram, a prime location near the main ladies' entrance.The 606 rooms, along with the public areas and restaurants, have been newly renovated to provide our valuable guests with all the comfort they need during their visit to the Prophet's Mosque.",
      "ar": "يقع فندق Dar Al Eiman Al Harm المصنف 5 نجوم في المنطقة الشمالية، ويبعُد بضع خطوات عن البوابة الرئيسية للحرم، كما يتمتع بموقع ممتاز بالقرب من بوابة دخول السيدات الرئيسية.      يبلغ عدد غرف مكان الإقامة 606 غرفة، بالإضافة إلى مناطق عامة ومطاعم، وقد تم تجديدها بالكامل مؤخراً لتوفر للضيوف جميع وسائل الراحة التي يحتاجونها خلال زيارتهم للمسجد النبوي."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "Central Area, Al Madinah",
      "ar": "Central Area,المدينة المنورة"
    },
    "images":[
      "/HotelsImages/MadinahHotels/DarAleiman/1.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/2.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/3.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/4.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/5.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/6.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/7.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/8.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/9.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/10.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/11.jpg",
      "/HotelsImages/MadinahHotels/DarAleiman/12.jpg"
    ] 
  },
  {
    "id": 20,
    "name": {
      "en": "Al Aqeeq Madinah Hotel",
      "ar": "فندق العقيق"
    },
    "description": {
      "en": "Al Aqeeq Madinah Hotel is located in Medina, just a few steps from the holy Haram. Guests can enjoy free WiFi throughout the property.At Al Aqeeq Madinah Hotel you will find a 24-hour front desk and a mini-market on site. Other facilities offered include 2 restaurants, a coffee shop and shops (on site).The hotel is 3 km from Al Noor Mall and 3.2 km from Madina Mall. The property offers on-site parking upon availability.",
      "ar": "يقع فندق العقيق في المدينة المنورة، وعلى بعد بضع خطوات فقط من الحرم النبوي الشريف، فيما يمكن للضيوف الاستمتاع بخدمة الواي فاي مجاناً في جميع أنحاء مكان الإقامة.وفر فندق مكتب استقبال يعمل على مدار الساعة وسوق صغير في الموقع، كما تشمل المرافق الأخرى المتوفرة مطعمين ومقهى ومتاجراً (في الموقع).ع هذا الفندق على بعد 3 كم من النور مول و3.2 كم من المدينة مول، كما يوفر مكان الإقامة هذا مواقف للسيارات في الموقع حيث تخضع للتوافر."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "Musab Bin Omair Street, North Central Region",
      "ar": "شارع مصعب بن عمير"
    },
    "images":[
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/1.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/2.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/3.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/4.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/5.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/6.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/7.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/8.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/9.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/10.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/11.jpg",
      "/HotelsImages/MadinahHotels/AlAqeeqMadinahHotel/12.jpg"
    ] 
  },
  {
    "id": 21,
    "name": {
      "en": "InterContinental Dar Al Iman Madinah",
      "ar": "فندق دار الإيمان إنتركونتيننتال"
    },
    "description": {
      "en": "Ideally located adjacent to the Holy Prophet's Mosque plaza, Dar Al Iman InterContinental offers rooms with air conditioning and satellite TV. The King Abdulaziz Library is only a 10-minute walk.All rooms of InterContinental Dar Al Iman are equipped with minibars, safes and private bathrooms. Some rooms have views of the Holy Mosque of the Prophet Muhammad. Guests can benefit from the convenient 24-hour reception and a laundry service.",
      "ar": "ميز دار الإيمان إنتركونتيننتال بموقع مثالي بجوار ساحة المسجد النبوي الشريف ويوفر غرف مع تكييف الهواء وتلفزيون مع قنوات فضائية، وتقع مكتبة الملك عبد العزيز العامة على بعد 10 دقائق فقط سيراً على الأقدام.تم تجهيز جميع الغرف في دار الإيمان إنتركونتيننتال بميني بارات وخزنات وحمامات خاصة، وتوفر بعض الغرف إطلالات على المسجد النبوي الشريف، ويمكن للضيوف الاستفادة من مكتب الاستقبال المريح الذي يعمل على مدار 24 ساعة وخدمة غسيل الملابس."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "Central Area",
      "ar": "منطقة السنترال اريا"
    },
    "images":[
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/1.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/2.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/3.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/4.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/5.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/6.jpg",
      "/HotelsImages/MadinahHotels/InterContinentalDarAlImanMadinah/7.jpg"
    ] 
  },
  {
    "id": 22,
    "name": {
      "en": "Dar Al Taqwa Hotel",
      "ar": "فندق دار التقوى"
    },
    "description": {
      "en": "Dar Al Taqwa’s rooms are decorated in soft colours and feature large windows, some of which overlook the Prohpet Masjid. Each room has satellite TV and a well-stocked minibar with free items.Al Marwa Restaurant serves international and local cuisines in a smart-casual setting. Guests can also relax in the lobby which features plush armchairs and a flat-screen TV.Hotel Dar Al Taqwa is 15 minutes’ drive from Madinah Airport. The King Fahd gate is just a few steps away, and the ladies main gate is located opposite the hotel.",
      "ar": "تم تصميم الغرف في دار التقوى بألوان هادئة وتتميز بنوافذ كبيرة وتوفر بعضها إطلالة على المسجد النبوي، وتضم كل غرفة تلفزيون بقنوات فضائية وميني بار مجهز جيداً بعناصر مجانية.يقدم مطعم المروة المأكولات المحلية والعالمية في أجواء أنيقة غير رسمية، ويمكن للضيوف الاسترخاء في اللوبي الذي يتميز بكراسي بذراعين فاخرة وتلفزيون بشاشة مسطحة.يبعد فندق دار التقوى مسافة 15 دقيقة بالسيارة من مطار المدينة المنورة، كما تبعد بوابة الملك فهد خطوات قليلة فقط، بينما تقع البوابة الرئيسية للسيدات قبالة الفندق."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "Off All Sitten Street-Facing Prophet Masjid -King Fahd Gate 23",
      "ar": "شارع الستين - مقابل المسجد النبوي - بوابة الملك فهد 23"
    },
    "images":[
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/1.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/2.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/3.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/4.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/5.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/6.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/7.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/8.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/9.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/10.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/11.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/12.jpg",
      "/HotelsImages/MadinahHotels/DarAlTaqwaHotel/13.jpg"
    ] 
  },
  {
    "id": 23,
    "name": {
      "en": "The Oberoi Madina",
      "ar": "أوبروي المدينة"
    },
    "description": {
      "en": " Ideally located in close proximity to the Prophet’s Mosque and Madina’s other sacred places, The Oberoi Madina features elegantly decorated accommodation. It offers a gym, a spa and a retail arcade of branded shops.All the rooms and suites at Oberoi feature views of the city or the Prophet’s Mosque. Each suite offers a living room with a flat-screen TV and a minibar, while some includes a separate dining area. Some bathrooms have gold-plated fittings.",
      "ar": " يتمتع فندق أوبروي بموقع مثالي، حيث يقع بالقرب من المسجد النبوي والأماكن المقدسة الأخرى في المدينة المنورة، وهو مكان إقامة مزين بأناقة، كما يوفر مركزاً للياقة البدنية وسبا ومنطقة بيع بالتجزئة تشمل المتاجر ذات العلامات التجارية.تتميز جميع الغرف والأجنحة في فندق أوبروي بإطلالات على المدينة أو المسجد النبوي، ويحتوي كل جناح على غرفة للمعيشة مزودة بتلفزيون بشاشة مسطحة وميني بار، في حين يشمل بعضها منطقة منفصلة لتناول الطعام، وتوفر بعض الحمّامات تجهيزات مطلية بالذهب."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "North Al Markaziya Area,",
      "ar": "جنوب المركزية"
    },
    "images":[
      "/HotelsImages/MadinahHotels/TheOberoiMadina/1.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/2.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/3.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/4.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/5.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/6.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/7.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/8.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/9.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/10.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/11.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/12.jpg",
      "/HotelsImages/MadinahHotels/TheOberoiMadina/13.jpg"
    ] 
  },
  {
    "id": 24,
    "name": {
      "en": "Pullman Zamzam Madina",
      "ar": "بولمان زمزم المدينة"
    },
    "description": {
      "en": "Located in the holy city of Madinah Al Munawara and only 150 meters from Bab Al Salam of Al Masjid Al Nabawi, Pullman Zamzam Madina offers free WiFi throughout the entire hotel.All 835 rooms & suites are blended with modern Arabic & French elegance, All rooms are air-conditioned and feature free WiFi, a flat-screen TV and tea/coffee making facilities. Some rooms offer a seating area and sofa bed. The bathrooms are fitted with a shower.",
      "ar": "يقع بولمان زمزم المدينة في المدينة المنورة على بُعد 150 متراً فقط من باب السلام بالمسجد النبوي، ويوفر خدمة الواي فاي مجاناً في جميع أنحاء الفندق بأكمله.تتميز جميع الغرف والأجنحة التي يبلغ عددها 835 بمزيج بين الأناقة العربية والفرنسية الحديثة، كما توفر جميع الغرف المكيّفة خدمة الواي فاي مجاناً وتلفزيوناً بشاشة مسطحة ومرافق لصنع الشاي/القهوة، كما تحتوي بعض الغرف على منطقة جلوس وسرير أريكة، فيما تشتمل الحمّامات على دش."
    },
    "location": "Madinah",
    "detailedLocation": {
      "en": "Amr Bin Al Gmoh Street",
      "ar": "شارع عمر بن الجموح"
    },
    "images":[
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/1.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/2.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/3.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/4.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/5.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/6.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/7.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/8.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/9.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/10.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/11.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/12.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/13.jpg",
      "/HotelsImages/MadinahHotels/PullmanZamzamMadina/14.jpg"
    ] 
  }
]
